# проверить перевести
book-text-pirate-scribbles = Кларпи вновь выдул всю содовую, не забудьте пополнить аппарат. # не знаю что это но мне нравится
power-fork-certification = {"              "}[head=2]Power Fork Certification[/head]
    {"                                                      "}[color=#999999]NT-LOGI-17024.13.4-B[/color]
    Это удостоверяет, что подписавший ниже имеет полную квалификацию для управления power forks и продемонстрировал компетентность в использовании тяжелой техники.
    {""}
    {"["}bold]ПОДПИСЬ НИЖЕ.[/bold]
