job-description-brigmedic-nf = Сражайтесь в задней части службы шерифа, за жизнь ваших товарищей! Вы первая и последняя надежда на свою команду. Гиппократ благословит вас.
job-description-nf-detective = Исследуйте сцены преступности, используя судебно -медицинские инструменты, убедитесь, что виновная сторона найдена, и есть пара курит.
job-description-doc = Обеспечить руководство и направление для смены медиков и работу по защите здоровья персонала Nanotrasen.
job-description-nf-pirate = Выпейте Grog, следите за заказом, промахивайте палубой и соблюдайте свой капитан и свой код.
job-description-nf-pirate-captain = Вести команду не-до-до-досрочного прохождения через открытое пространство и разграбление с честью, подчиняясь кодексу.
job-description-nf-pirate-first-mate = Помогите своему капитану в любых химинках, в которых вы окажетесь.
job-description-public-affairs-liaison = Интерфейс с общественностью, раздавайте и заполняйте формы и помогайте цепочке командной команды NFSD с административными задачами.
