powersink-examine-drain-amount = Поглотитель энергии вытягивает [color={ $markupDrainColor }]{ $amount } кВт[/color].
<<<<<<< Updated upstream
powersink-immiment-explosion-announcement = Сканирование системы обнаружило нестабильную работу неавторизованного энергопотребляющего устройства. Персоналу рекомендуется немедленно найти и отключить это устройство, пока станция не получила повреждения.
=======
powersink-immiment-explosion-announcement = Сканирование системы обнаружило нестабильную работу неавторизованного энергопотребляющего устройства. Экипажу рекомендуется немедленно найти и отключить это устройство, пока станция не получила повреждения.
powersink-imminent-explosion-announcement = Сканирование системы обнаружило, что устройство, потребляющее электропитание, становится нестабильным.  Экипажу рекомендуется найти и отключить это устройство немедленно, пока станция не получила повреждения.
>>>>>>> Stashed changes
